Revit 2027 API
BuiltInFailures.FamilyFailures.SetbackTooLarge Property
 Setback computations are too large for this element.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId SetbackTooLarge { get; }
Public Shared ReadOnly Property SetbackTooLarge As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ SetbackTooLarge {
	FailureDefinitionId^ get ();
}
static member SetbackTooLarge : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.FamilyFailures Class
Autodesk.Revit.DB Namespace